{
  "version": 1,
  "lastopen": "@workspace",
  "expanded": {
    "@workspace": {}
  },
  "nodes": [
    {
      "ID": "@root",
      "Name": "@root",
      "Linked": {
        "Children": [
          "@workspace"
        ],
        "Components": []
      },
      "Attrs": {}
    },
    {
      "ID": "@workspace",
      "Name": "Workspace",
      "Linked": {
        "Children": [
          "@calendar",
          "lhij9pz2d8ws71tqwsd",
          "lhijbma5bvtx9tpp2sr"
        ],
        "Components": []
      },
      "Attrs": {},
      "Parent": "@root"
    },
    {
      "ID": "@calendar",
      "Name": "Calendar",
      "Linked": {
        "Children": [],
        "Components": []
      },
      "Attrs": {},
      "Parent": "@workspace"
    },
    {
      "ID": "lhij9pz2d8ws71tqwsd",
      "Name": "Home",
      "Linked": {
        "Children": [],
        "Components": []
      },
      "Attrs": {},
      "Parent": "@workspace"
    },
    {
      "ID": "lhijbma5bvtx9tpp2sr",
      "Name": "人生のもどかしさを乗り越える出会いがある 物語の登場人物たちに自分が抱えるさみしさやもどかしさを背負ってもらう（そのもどかしさが、別の方向へと歪に発散されたりされなかったりするのが、物語の火種）\nエースが一人だけ強豪校ではなく進学校に行った事情\n学力や親からの圧力、経済状況から強豪校に行けなかった\nセレクションには受かっていた、強豪校でプレーできない「もどかしさ」をチームへの八つ当たりで発散しようとしている\n入部がわかったとき、主人公は頭を抱えた\n実力は屈指だが、素行や態度、さらに野球IQやチームプレーはあまりにお粗末だということは、以前から耳に入っていた\n返球や守備が雑で、自分と違う意見を認めようとしない\n冷笑的で、自分以外を見下すところがある\n下級生のころからエースナンバーを背負っているが、2年夏には暴投で先輩たちの夏を終わらせている\n投げてる球はえげつないが粗削りで、身体の成長に追いついておらず、怪我のリスクが高い\n春の大会後にイップスに陥ってしまう\nネットへの投球練習から始め、「相手の胸に投げる」「距離を伸ばす」ことで克服しようとするが、「今そんなことをやっていていいのか」という焦りが自分を支配していく\n登板回避の決断を監督にされたときに、泣く\n勉強自体はあまり得意ではないが自頭がよく、話を要領よく理解することができる（ので成績は実はそこそこ）\nが、それが災いして早合点してしまい、相手の意図と違った行動をしてしまうなど、トラブルを巻き起こすことがある\nそれで中学時代はチームを崩壊寸前にまで追い込んだ\nなんでも自分で背負い込んでやるのって別に優しくないんだなと気がつく\nなんなら後で自分が潰れたときに誰もカバーできないし誰も状況がわからないから誰にとっても優しくない\n一方で非常に研究熱心で、動画などを参考に投球をアップデートしようとする考えがある\n最終的には最速151kmの直球と鋭く落ちるフォークを武器にドラフトで指名をもらう\n正捕手は中学時代、エースのライバルチームにいた\n相手のエースをリードするという経験がなく、どう「操縦」すればいいのか、という思考に陥り、対立が絶えない\nとくにエースのいたチームの雰囲気が最悪だったところを、反対の側のベンチから見ていたことが大きい\n正論を言えば相手が動くと思い、厳しい言葉を投げつける（が、相手は意固地になって動かなくなる）\nそれが、主将の進路選択の話を傾聴することにより、そもそも「傾聴」というやり方があるのだ、と気がつく（相手を動かそうと強引な話法を使わない）\nエースがイップスになった際は、泣いているエースの横に黙って座り、気が済むまで話を聞いてやったし、克服の練習相手にも付き合ってやった\nそのときにエースの本心や趣味、いろんなことを共有できた\n主将を務める人格者でも、進路選択で親と教師の板挟みになる\n国立大の法学部に進んで堅い職種に就いてほしい親\n兄が放浪していることから弟である主将にプレッシャー\n兄は管理主義の親に反発して大学を中退し失踪、のちに弟にだけ自分の居場所（富山の漁港で漁師）を知らせている\n親から愛情は与えられなかったのに、教育ばかり受けさせられて、とても寂しかったことで、苦しい事情がある他人に対しても同情できなくなってしまった（俺も辛いのに、なんでお前は楽してるんだって）\n兄に対しても、自分がこんなに追い詰められているのは兄が自分のわがままを押し通して親への期待を放り投げたからだと恨んでいる\n現在の成績的に難しいので一つ下げてなんとか国公立に行ってほしい教師\n進路実績のことだけを考え、部活を疎ましく思っている（帰るのが遅くなるし）\n本人はなかなか成績が上がらずストレスになっている\n本人は大学でも野球を続けたいが、どっちの選択肢に行っても本腰を入れて野球をできるような環境ではないと思う\nそして自分が将来的にプロになれる可能性が低いのに大学でも金のかかる野球を続けようとすることが自分でもワガママなことなんじゃないかと思っている\nムードメーカーにして守備職人の内野手が誇りに思うのは、グラブさばきよりも一歩目のスタートダッシュ\n県内の強豪校のセレクションには「上背がない」「打撃が弱い」という評価でどこにもかからなかった\n進学校に入ったけど、周りがすごすぎて自信を喪失し、自分のアイデンティティを見失って自暴自棄になりかけた\nしかし、誰にも見つけてもらえなかった長所「一歩目の良さ」を見つけてくれた監督に感謝している\nノーサイン野球という方針で足の速さが盗塁を生み、チームの象徴的な選手に\nしかしその俊足はガラスの俊足だった、肉離れや怪我に悩まされる\n甲子園に出られないとわかっていて、それでも野球がしたいと入部した女子部員\n最後の夏は高校連合丹波の一員としてプレー\n大学野球でいじめに遭い野球なんかどうでもいいと思った監督\n小学二年生のときに広島から大阪へ転校（家庭の事情）\n実はこの時にのちにセフレとなる幼馴染と面識あり（というか友達だった）\n高校時代はセンバツ優勝など華々しい実績で、レギュラーの二塁手。プロからも注目され、特待生扱いで大学へ\nしかし大学では2年の春にイップスに陥りリハビリ組へ、その瞬間に一気にいじめが苛烈に\n母校とのパイプのため簡単には辞められず、限界だと思って連絡した恩師に罵倒される→母校との確執\nのちに恩師には「あのときは悪いことをした」と謝罪される\n大学中退後、地元の一般企業に勤めて野球のことを忘れようとした（21歳）\nそこで働いていた地元の幼馴染と再開し、腐れ縁からセフレ的な関係になる\n恋愛感情はなくて、あるのはただ性的にただれた依存関係だけ、求めればラブホに行って金銭でしてもらえるだけ、そこに虚しさはありつつも複雑な気持ちを持っていた\n社会人経験が、後々、「野球だけやってたら、挫折したときに何もなくなってしまう」という考えを作るようになる（生徒の勉強の面倒を見たり、人の話を聞く姿勢について育てたりする土台）\n大学の中でいじめられていた自分（のちの監督）をかばってくれたキャプテンが社会人野球の試合中に心不全で突然死\n突然死した大学の同級生の葬式で、同級生の家族から「お前、野球に関わる気はないのか」と問い詰められる（23歳）\n最初はその気がなかったが、自分をかばってくれたキャプテンがたびたび自分のことを口にしていたと聞いて、弔いのために（嫌々ながら）ある生徒のコーチングを始める\nその選手が名門校で結果を残したことで、今度は「お前、高校のコーチやらんか？」と言われる（25歳）\n母校・広徳館のコーチを2年間勤めながら教員免許を通信制大学で取得し、複数の県立高校を渡り歩いたあと、29歳のときに尾道市立高校の監督に就任\n実績を出せず苦しむ時期が2年間続き、同僚やOBからの批判もあった\n指導の中で、大事なことは「采配に責任を持ち、選手を信頼し続けること」だと気がつく\n「勝たなきゃ面白くないのは、俺もお前も同じだからな」\n「ヒット打ったら、ベンチに向かって、ユニフォームの「ICHIKO」の文字を見せびらかすのはどうだ？」\n「飛び抜けた明るい結果を空想するよりも、ままならない現実を認めて、その結果に少しでも近づけようとするべきだ」\n「虚偽期待症候群」\n親の期待は圧力となり、主人公の幼馴染にして社会人時代の同僚の彼女を追い詰め、地元へ帰らせ、そこにいた主人公と性的な依存関係に至らしめた\n人を測ろうと相手が持ち出した定規で、私は相手のことを観察している\nそのくだらない定規、早く折ってやりたい\n親は小4のときに離婚し苗字変わってる\n進学校に進学し親に医学部受験を強制されたが失敗\n親の束縛に耐えかねて東京へ行ったがうまくいかず、親に内緒で地元に戻ってきた\nそこに幼馴染だった主人公がいて、なんとなく辛かったからセックスしたら、そのまま性的な依存関係に\n欲望とか自分の思いを封じ込められたがゆえに、誰かからの欲を欲しがって、それで自分を満たしていた\n相手も同じだと分かっていたが、追及すれば彼がいなくなると思って、何も言わなかった\n何年経ってもあのとき一度だけ見せた君の笑顔が思い出せないでいる\nくるり「潮風のアリア」だ\n​甲子園の試合前日に電話すると、「あんた、私の母校の監督だったんだね」と言われる。知っていたのか、と尋ねると、いや、なんの気無しにネットニュース見てたら名前が出てきてびっくりした、いいの？　こんな公に出る人間が私みたいな爛れた関係の女と付き合ってて、と言われる\n主人公はそのとき初めて相手がかつての幼馴染だったことに気がついた\n悩みを打ち明けるのはこの関係だと良くないと思って自重してきた主人公だが、彼女が不意に見せた優しさに、男女の関係なんてものを超えて、なんとなく自分が抱えている悩みを打ち明けたくなった\n「いろんなものを我慢して野球だけを追いかけた純粋な青年が、大人になろうとしたときに躓いて、どんどん不純になっていく。それは、私も同じだったよ」\n体罰で自分の最後と決めた夏の大会を辞退せざるを得なくなった恩師\n実はその体罰というものは、部内の窃盗や暴力、上下関係という問題を咎める際に手が出てしまったコーチをかばい、自分が体罰をしたことにしたものだった\nその顛末が発覚し、広徳館は夏の大会を辞退\n「子どもたちを育て上げきれなかったのは、間違いなく俺の責任で、俺が背負うべき罰なんだ」\n「実は、俺は肺がんなんだ」「明らかに吸いすぎだったな」「酒を飲まなきゃ、まともにはやってらんなかったな」（電話で余命を告げられる）\n監督としての全盛期はスパルタで、凡ミスをすると激しい罵声が飛んでくる緊張感のある環境だった\nしかしそれがきっかけで連帯責任によるキツい練習を嫌った上級生が下級生をしごく上下関係が生まれ、根付いた\n多くの生徒はそれを乗り越えネタにしてきたが、一部の生徒は退学しその後不祥事を起こした（しかしそれは意外に知られていない）\n寮で生徒と一緒に（まるで第二の親のような顔で）過ごしてきたのに、生徒の裏の顔に気がつくことができなかった\n投げたくても投げられない二番手投手\n制球力と切れ味鋭いスライダーが武器\n左肘のけが、長い体作りの期間は試合に出られないというフラストレーション\nしかも監督は「実力はあるが手のかかるエース」に目をかけていて、自分は見向きもしてもらえない（と思っている）\nエースがイップスに陥ったときも密かに「しめしめ」「自業自得」と思っていた\n仲良しこよしの関係性なんてあんまりなくて、ほとんど、もう９割近くの環境では、誰かをヘイト向け放題のスケープゴート・防波堤にして自分のことを守っている\nだが、捕手から「お前がいなきゃ、あいつは一人でこのチームを背負うことになるんだぞ。チームの看板選手みたいに取り上げられて、持ち上げられて、方やお前は野球部を辞めてスタンドで制服で応援してるだけ。お前、そんな状況嫌だろ？」と諭される\n「お前がマウンドに立ってる時は、誰がなんと言おうがお前がエースなんだ。お前に任せてんだよ」という言葉で覚醒\nエースが登板回避したとき、大事な試合を任される\n修行の期間に習得していた新球種・チェンジアップで右打者の外を振らせまくる\n筋肉が正義だと鍛え続けてる頭のいい筋肉バカは伸び悩んでいた\nプロ三年目、元教え子はプロの試合のプレッシャーに押しつぶされて泣きながら電話してきた\n大卒投手という即戦力を求められる立場、練習から自分がいつか戦力外になるのかもしれないというサバイバルを意識させられる中、二軍の試合でひとつのアウトも取れずに降板\nその後も結果が出せず、後に右肘を怪我しリハビリ組へ\n待っていた過酷な体作り、先輩が優しいことが逆に怖かった\n「焦るな」という言葉をかけられればかけられるほど焦ってしまう\n対戦校の監督（元プロ）がサイン盗みを指示\n勝たなくてはいけない、勝たないと代えられてしまうというプレッシャー（勝利至上主義が指導者に与える悪影響）\nそしてそれに疑問を抱くことを許されず従わされる生徒たち\n途中で生徒たちの表情を見て、主人公が気づく\n試合後、主人公が対戦校の監督に指摘するも、相手監督は「だったら、あなたも私立高校の監督をやってみたらいいんじゃないですか。いいよね、公立校は。負けても責任を取らなくていい。給料も休みもちゃんとしてる。こっちは本気なんです。そんな舐めたこと言うような人間、高校野球の世界にはいらないんですよ」とドスの利いた声で囁く\nOBから勝利を急かれていたかつての自分と重なるような姿\n大学時代に主人公をいじめた同級生たちは、部内の伝統だった上下関係と、彼の実力に対する嫉妬から根性焼きやバットでの殴打、至近距離からボールを投げつける、LINE完無視などの凶行に及んだ\n弱いものいじめに駆り立てる環境\n「自分たちは地元じゃ注目された選手だったのに、大学では練習キツイし、周りがエグいし上下関係で野球どころじゃないし、そもそも娯楽もない。その上、ぽっと出の下級生に抜かれそうで腹が立つ」\nしかもその中心にいた男はスカウトや報道関係の前では猫をかぶり見事にドラフトにかかり、プロ野球で活躍している\n主人公を学生時代から注目していた野球中心のスポーツライター\n広島の有望な中学生の進路をある筋から手に入れたので読んでみたら、広島のとある強豪中学生チームのエースだけが地元の進学校へと進んでいて驚く\nさらに調べたら、そこの監督がかつて自分も取材した名門校のエリートだったことにさらに驚く\nそれで興味を持って取材しに行こうとするが、主人公はそれを断る（興味本位で来られても困るし、取材を受ける余裕はない。それに一度野球を辞めた自分に何を聞くんだ、と）\n知り合いに準キー局（甲子園のある関西地区）のアナウンサー",
      "Linked": {
        "Children": [],
        "Components": []
      },
      "Attrs": {},
      "Parent": "@workspace"
    }
  ]
}